Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/local_and_regional_government/local_authority_committees.html.txt.tmx
Source language: en
Languages: ga

source: In a number of areas of local government activity, more indepth discussion and consideration of matters can take place at committee level, rather than at meetings of the full council
ga: I roinnt réimse de ghníomhaíocht rialtais áitiúil, is féidir plé, díospóireacht agus breithniúchán níos doimhne a bheith ann ag leibhéal coiste, seachas ag cruinnithe na comhairle iomláine

source: Following on from the Government's 1996 discussion paper 'Better Local Government', a new and more structured committee system was introduced for local authorities
ga: I ndiaidh phlépháipéar 1996 an Rialtais 'Better Local Government', tugadh isteach córas coiste nua agus níos struchtúrtha le haghaidh túdaráis áitiúla

source: This new system replaced some of the ad-hoc committees which had evolved over the years
ga: Cuireadh an córas nua in áit cuid de na coistí ad-hoc a tháinig chun cinn thar na blianta

source: Creating a local authority committee
ga: Coiste údaráis áitiúil a chruthú

source: To create a committee, the council passes a resolution at a council meeting
ga: Chun coiste a bhunú, glacann an Chomhairle rún ag cruinniú Comhairle

source: The committee must consist of at least 3 members of the council
ga: Ní foláir do thriúr bhall den Chomhairle ar a laghad a bheith ar an gcoiste

source: You cannot be a member of a local authority committee if you are not a member of the council unless you have knowledge, qualifications or experience relating to the functions of the committee
ga: Ní fhéadfá a bheith i do bhall de choiste údaráis áitiúil muna bhfuil tú i do bhall den Chomhairle ach amháin má tá eolas, cáilíochtaí, nó taithí agat a bhaineann le feidhmiú an choiste

source: The council can, by resolution, delegate some its functions to a committee if at least ½ of the members of the council vote in favour of the resolution
ga: D'fhéadfadh an Chomhairle cuid dá dualgais a thiomnú do choiste trí rún má ghlacann ar a laghad leath de bhaill na Comhairle leis an rún

source: However, it cannot delegate the adoption of the annual local authority budget
ga: Ní fhéadfadh sí, áfach, glacadh buiséad bliantúil an údaráis áitiúil a thiomnú

source: The council also cannot delegate the power to create the Development Plan, decide on rates or borrow money
ga: Ní fhéadfadh sí, ach oiread, an chumhacht chun Plean Forbartha a chruthú, rátaí a leagann síos, nó airgead a fháil ar iasacht a thiomnú

source: The council must establish strategic policy committees (SPCs) to formulate, develop, monitor and review policy relating to the authority's functions
ga: Ní foláir don Chomhairle coistí polasaí stráitéiseach (CPSs) a bhunú chun polasaithe a bhaineann le feidhmiú na Comhairle a chur in eagar, a fhorbairt agus maoirseacht agus athbhreithniú a dhéanamh orthu

source: The SPCs must advise the local authority on policy
ga: Caithfidh na CPSs comhairle pholasaí a thabhairt don údarás áitiúil

source: Two or more local authorities can establish joint committees to perform the functions of the local authorities
ga: D'fhéadfadh dhá údarás ar a laghad "Comhchoistí" a bhunú chun dualgais na n-údarás áitiúil a chomhlíonadh

source: Each member of the local authority must serve on at least one SPC
ga: Ní mór do gach ball den údarás áitiúil freastal ar SPC amháin ar a laghad

source: Special guidelines regarding these committees have been issued by the Minister for Housing, Planning, Community and Local Government and are set down in Part 7, Sections 48-54 of the Local Government Act 2001
ga: D’eisigh an tAire Tithíochta, Pleanála, Pobal agus Rialtais Áitiúil na treoirlínte seo maidir leis na coistí seo agus tá siad leagtha síos i gCuid 7, Rannóga 48-54 den Acht Rialtais Áitiúil 2001

source: This legislation sets out the arrangements which apply to the establishment of these committees
ga: Leagann an reachtaíocht seo amach na socruithe a bhaineann le bunú na gcoistí seo

source: About two-thirds of the membership of these committees is made up of elected members.The remaining third consists of representatives of sectoral interests
ga: Is baill tofa iad beagnach dhá thrian de bhallríocht na gcoistí seo. Ionadaithe leasanna earnála is ea an trian atá fágtha

source: For example, representatives of community, environmental, business, trade union, farming interests
ga: Mar shampla, ionadaithe ó leasanna pobail, comhshaoil, gnó, ceardchumainn, feirmeoireachta

source: The chairperson of each committee must be an elected member of the council
ga: Ní mór do chathaoirleach gach coiste a bheith ina bhall tofa den chomhairle

source: Chairs of each committee are appointed by the council for a minimum period of three years
ga: Ceapann an chomhairle cathaoirligh gach coiste ar feadh tréimhse nach faide ná trí bliana
